<?php

$_lang['ajaxsnippet_prop_snippet'] = 'Сниппет, который нужно запустить через Ajax.';
$_lang['ajaxsnippet_prop_propertySet'] = 'Если вы хотите использовать набор параметров сниппета - укажите его имя.';
$_lang['ajaxsnippet_prop_wrapper'] = 'Чанк-обёртка. Обязательно должен содержать элемент с id="[[+key]]".';
$_lang['ajaxsnippet_prop_as_mode'] = 'Как загружать контент: сразу после загрузки страницы, или при клике на ссылку-триггер?';
$_lang['ajaxsnippet_prop_as_trigger'] = 'Текст ссылки-триггера для режима "OnClick". По умолчанию - запись из словаря "as_trigger".';
$_lang['ajaxsnippet_prop_as_target'] = 'CSS селектор элемента, в который будет загружен ответ от сервера. По умолчанию, ответ будет вставлен на место вывода чанка-обёртки.';